{
	"questions": [
		"Will it rain today?",
		"Should I find a better source for my answers?",
		"Will Harry Potter give me his glasses?",
		"Will I ever be as smart as Hermoine in Harry Potter?",
		"When will Ron in Harry Potter cut his hair?",
		"Is Star Trek better than Star Wars?",
		"Is Star Wars better than Star Trek?",
		"Can I stop time and not grow old?",
		"Will all the traffic signals be green today?",
		"Will the Magic 8 Ball end up in the trash if it doesn’t give me the answer I want?",
		"Will I be a billionaire or millionaire one day?",
		"Is there enough money in my future?",
		"Will I get a sudden fortune or lottery luck?",
		"Can I expect any type of surprises this week?",
		"Should I wear red today?",
		"Should I avoid asking the Magic 8 Ball too many questions?",
		"Should I let the Magic 8 Ball guide me?",
		"Should I trust the Magic 8 Ball?",
		"Is there a pot of gold at the end of a rainbow?",
		"Does the light in the refrigerator really go out when the door closes?",
		"Is Schrödinger's cat really dead?",
		"Is Schrödinger's cat really alive?",
		"Did we invent math or did we discover it?",
		"If you describe something as indescribable, haven’t you already described it?",
		"If you expect the unexpected, doesn’t that make the unexpected expected?",
		"Is your answer to this question ‘no’?",
		"Isn’t the word ‘queue’ just the letter Q followed by four silent letters?",
		"If you had fun while you were wasting time, can you still say that you wasted time?",
		"Do you consider eyebrows facial hair?",
		"Can you stand backwards on a flight of stairs?",
		"If tomatoes are a fruit, is ketchup considered a smoothie?",
		"If you had a dream that none of your dreams would come true, and you woke up and had none of your real-life dreams come true, would that be a dream come true?",
		"If everyone says that life is unfair, doesn’t that mean that life is fair?",
		"If nothing is impossible, then would it be possible for something to be impossible?",
		"If a word is misspelled in the dictionary, will we ever know it?"
	]
}